/* Localized versions of Info.plist keys */

AMName = "Tag Inspector";

/*  AMApplication localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMCategory localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDAlert = "(* AMDAlert text goes here. (optional) *)";
AMDInput = "Movie files";
AMDNote = "(* AMDNote text goes here. (optional) *)";
AMDOptions = "(* AMDOptions text to further explain configuration options in the UI goes here. (optional) *)";
AMDResult = "Tag info displayed in window";
AMDRequires = "This action requires AtomicParsley64 in /usr/local/bin/";
AMDSummary = "This action displays the iTunes metadata for the input file";
AMDWebsite = "(* AMDWebsite URL to additional information or documentation for the action goes here. (optional) *)";

/*  AMKeyword localized strings  */
/* e.g. "Filter" = "Filter"; */

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";
